rails-marathon/app/controllers/houses_controller.rb

  def create
    @house = House.new(house_params)

    if @house.save
---
INSERT INTO "houses" ("name", "author", "source", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["name", "Ravenclaw"], ["author", "JK Rowling"], ["source", "Harry Potter and the Sorcerer's Stone"], ["created_at", 2017-07-13 22:10:32 UTC], ["updated_at", 2017-07-13 22:10:32 UTC]]