rails-marathon/app/controllers/members_controller.rb

INSERT INTO "members" ("first_name", "last_name", "house_id", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["first_name", "Edmure"], ["last_name", "Tully"], ["house_id", 76], ["created_at", 2017-07-13 23:21:42 UTC], ["updated_at", 2017-07-13 23:21:42 UTC]]
---
  def create
    @member = Member.create(member_params)